Repository: Creatune/colors
Catalog: po/*.po
Languages: bn, fr, hy, km, ne, ps, si, sw, ta

source: Colors!
bn: রং!
fr: Couleurs!
hy: Գույներ:
km: ច្រើនពណ៌
ne: रङहरु !
ps: رنګونه!
si: වර්ණ!
sw: michezo
ta: நிறங்கள்!

source: Size
bn: আকার
fr: Taille
hy: Չափս
km: ទំហំ
ne: आकार
ps: کچه
si: ප්‍රමාණය
sw: Michezo
ta: அளவு

source: Sensitive
bn: সংবেদনশীল
fr: Sensible
hy: Զգայուն
ne: संवेदनशिल
ps: حساس
si: සංවේදී
sw: nyeti
ta: உணர்திறன்

source: Opacity
bn: অস্বচ্ছতা
fr: Opacité
hy: Անթափանցիկություն
km: ភាព​ស្រអាប់
ps: خړوالی
si: විනිවිද නොපෙනෙන
ta: ஒளிபுகா இயல்பு

source: Working...
bn: কাজ করছে
fr: En travail...
hy: Կատարվում է...
km: កំពុង​ដំណើរការ...
ne: काम भइरहेको छ...
ps: کار کوي...
si: ක්‍රියාකරමින්
sw: kazi
ta: இயங்குகிறது....

source: Palette
bn: প্যালেট
hy: Պնակ
km: បន្ទះ​ក្តារ
ne: रंगसाज
ps: د رنګونو تخته
si: පලකය
ta: தட்டு

source: Zoom Out
bn: ছোট করুন
fr: Zoom arrière
hy: Հեռվացնել
km: បង្រួម​
ne: सानो बनाऊ
ps: لويوالی کمول
si: කුඩාකිරීම
sw: zoom nje
ta: பெரிதாக்கிக் காட்டு

source: Zoom In
bn: বড় করুন
fr: Zoom avant
hy: Մոտեցնել
km: ពង្រីក​
ne: ठुलो बनाऊ
ps: لويوالی ډېرول
si: විශාලනය
sw: zoom ndani
ta: சிறிதாக்கிக் காட்டு

source: Center Image
bn: কেন্দ্রের চিত্র
fr: Centrer l'image
hy: Կենտրոնի Պատկեր
ne: चित्र बिचमा लैजाउ
ps: منځ انځور
si: මධ්‍ය රූපය
sw: kituo cha image
ta: படத்தை நடுவில் நிறுத்து

source: Fullscreen
bn: পর্দা জুড়ে প্রদর্শন
fr: Plein écran
hy: Էկրանի չափով
km: ពេញ​អេក្រង់
ne: पुरै पर्दा
ps: بشپړه پرده
si: සම්පූර්ණතිරය
sw: Wallpapers kamili
ta: முழுத்திரையில் காட்டு

source: Undo
bn: আগের অবস্থায় ফিরিয়ে আনুন
fr: Reprendre
hy: Չեղյալ հայտարարել
km: កុំ​ធ្វើ​វិញ
ne: सच्याउ
si: පෙරසේ
sw: tengua
ta: செயலை ரத்து செய்

source: Copy
bn: অনুলিপি করা
fr: Copier
hy: Կրկնօրինակ
km: ចំលង
ne: प्रतिलिपी बनाउ
ps: نقل
si: පිටපත් කිරීම
sw: Nakili
ta: பிரதி பண்ணு

source: Video Paint
bn: ভিডিও রং করা
fr: Vidéo peinture
hy: Վիդեո Նկար
sw: video Ukuta
ta: காணொளி அச்சுப்பதி

source: Erase Image
bn: চিত্র মুছে ফেলুন
fr: Effacer l'image
hy: Ջնջել Պատկերը
ne: चित्र मेट
ps: انځور لیرې کول
si: රූප මැකීම
sw: Kufuta Image
ta: படத்தை அழி

source: Show Help
bn: সহায়তা প্রদর্শন
fr: Montre l'aide
hy: Ցուցադրել Օգնությունը
km: បង្ហាញ​ជំនួយ
sw: Onyesha Msaada
ta: உதவியை காண்பி

source: Start Playback
bn: প্লেব্যাক শুরু করুন
fr: Commencer le playback
hy: Մեկնարկել Կրկնանվագարկումը
km: លេញត្រឡប់ក្រោយ
ne: पाशर्व सुरु गर
ps: بياغږول پيل کړئ
si: වාදනය පටන්ගැන්ම
sw: Kuanza avspelning
ta: மீள்இயக்கத்தை(Playback) ஆரம்பி

source: Pause Playback
bn: প্লেব্যাক এর বিরতি
fr: Arrêter le playback
hy: Դադարել Կրկնանվագարկումը
km: ផ្អាកលេញត្រឡប់ក្រោយ
ne: पाशर्व रोक
ps: بياغږول وځنډوئ
si: වාදනයට විරාමය
sw: Pause avspelning
ta: மீள்இயக்கத்தை(Playback) இடைநிறுத்து

source: Skip To Beginning
bn: সরাসরি শুরুতে যান
fr: Sauter au début
hy: Զանցել դեպի Սկիզբ
km: រំលង​លើ​ការ​ចាប់​ផ្តើម
ne: एकैचोटी सुरुवादमा जाऊ
ps: پيل ته تېر شئ
si: මුලට පනිනවා
sw: kuruka kwa kuanza
ta: தவிர்த்து ஆரம்பத்திற்கு செல்

source: Skip To End
bn: সরাসরি সমাপ্তিতে যান
fr: Sauter à la fin
hy: Զանցել դեպի Ավարտ
km: រំលង​ដល់​ចុង
ne: एकैचोटी अन्तमा जाऊ
ps: پای ته تېر شئ
si: අවසානයට පනිනවා
sw: kuruka kwa mwisho
ta: தவிர்த்து இறுதிக்குச் செல்

source: Colors! Gallery
bn: রং! গ্যালারি
fr: Couleurs! Gallerie
hy: Գույներ. Սրահ
sw: Rangi! Nyumba ya sanaa
ta: நிறங்களின்! தொகுப்பு

source: Paint
bn: রং করা
fr: Dessiner
hy: Նկարել
km: គំនូរ
ne: रोगन
ps: رسامي
si: සායම
sw: rangi
ta: நிறம் தீட்டு

source: Watch
bn: দেখা
fr: Regarder
hy: Դիտել
km: មើល
ne: हेर
ps: ليدل
si: බලනවා
sw: kuangalia
ta: அவதானி

source: Learn
bn: শেখা
fr: Apprendre
hy: Սովորել
km: រៀន
ne: सिक्नु
ps: زده کول
si: ඉගෙනගන්නවා
sw: Kujifunza
ta: கற்றுக் கொள்

source: Keep to PNG
bn: PNG তে রাখুন
fr: Conserver au format PNG
hy: Պահել PNG
sw: Shikamana na PNG
ta: PNG க்கு வைத்திரு

source: Click anywhere to begin painting!
bn: রং করা শুরু করার জন্য যেকোন স্থানে ক্লিক করুন!
fr: Cliquez n'importe où pour commencer à dessiner
hy: Քլիք այլուր նկարել սկսելու համար
km: ចុច​កន្លែង​ណា​ក៏បាន​​ដើម្បី​ចាប់​ផ្តើម​គូរ
ne: रोगन सुरु गर्न कतै थिच्नुहोस
ps: د رسامۍ د پيلولو لپاره يو ځای کلېک کړئ!
si: චිත්‍රය ආරම්භයට ඕනෑම තැනක ක්ලික් කරන්න!
sw: Click popote kuanza uchoraji!
ta: நிறம் தீட்ட ஆரம்பிக்க எங்காவது சொடுக்கவும்

source: Clear Canvas?
bn: ক্যানভাস অপসারণ করা হবে কি?
fr: Effacer le canavas ?
hy: Մաքրե՞﻿լ Կտավը
ps: ټوکر پاک شي؟
si: පිරිසිදු කැන්වසයක්ද?
sw: Canvas wazi?
ta: நிறம் தீட்டும் பரப்பை இல்லாமல் செய்

source: This will erase the entire image, including the history.
bn: এটি ইতিহাস সহকারে সম্পূর্ণ চিত্র মুছে ফেলুন।
fr: L'image sera supprimée en totalité, y compris l'historique.
hy: Այս ջնջելու է ամբողջ նկարը՝ պատմությունը ներառյալ:
ps: دا به ټول انځور٬ په ګډون د تاریخ پاک کړي.
si: අතීතය ඇතුළුව,රූපය සම්පූර්ණයෙන්ම මැකේවි.
sw: hii itafuta picha nzima, ikiwa pamoja na historia.
ta: இது படம் முழுவதையும், செயல் பட்டியலையும் சேர்த்து அழித்து விடும்
