Repository: Creatune/colors
Catalog: po/ayc.po
Languages: ayc

source: Colors!
ayc: ¡Saminaka!

source: Size
ayc: Taña

source: Sensitive
ayc: Ch'allxtiri

source: Opacity
ayc: Payt'äwi

source: Working...
ayc: Irnaqaskasa...

source: Palette
ayc: Saminaka lawaqallu

source: Zoom Out
ayc: Jisk'aptayaña

source: Zoom In
ayc: Jach'aptayaña

source: Center Image
ayc: Rixita taypinchaña

source: Fullscreen
ayc: Maypacha uñtawi

source: Undo
ayc: Jani wali lurjaña

source: Copy
ayc: Apaqaña

source: Video Paint
ayc: Uñtaña rixita

source: Erase Image
ayc: Rixita chhaqtayaña

source: Show Help
ayc: Yanapt'a uñt'ayaña

source: Start Playback
ayc: Qhanayaña mayampi qalltaña

source: Pause Playback
ayc: Suyt'ayaña

source: Skip To Beginning
ayc: Qalltaru saraña

source: Skip To End
ayc: Tukuyaru saraña

source: Colors! Gallery
ayc: ¡Saminaka! utjäwi

source: Paint
ayc: Samichaña

source: Watch
ayc: Uñjaña

source: Learn
ayc: Yatiqaña

source: Keep to PNG
ayc: PNG wakichataru imaña

source: Click anywhere to begin painting!
ayc: ¡clic limt'ma maski kawki chiqarusa samichaña qalltañataki!

source: Clear Canvas?
ayc: ¿Samichaña chhaqtayaña?

source: This will erase the entire image, including the history.
ayc: Akaxa rixita liju chhaqtayani, jakäwinakapsa.
