Repository: Creatune/colors
Catalog: po/ht.po
Languages: ht

source: Colors!
ht: Koulè!

source: Size
ht: Gwosè

source: Sensitive
ht: Sansib

source: Opacity
ht: Fonse

source: Working...
ht: Ap travay...

source: Palette
ht: Bwat koulè

source: Center Image
ht: Mete desen an nan mitan

source: Copy
ht: Kopye

source: Erase Image
ht: Efase desen

source: Start Playback
ht: Montre desen ou fè a

source: Pause Playback
ht: Poze

source: Skip To Beginning
ht: Ale nan kÒmansman

source: Skip To End
ht: Ale nan fen

source: Watch
ht: Gade

source: Learn
ht: Aprann

source: Clear Canvas?
ht: Netwye

source: This will erase the entire image, including the history.
ht: Wap efase tout desen an,menn saw te fè avan.
