Repository: Creatune/colors
Catalog: po/hus.po
Languages: hus

source: Colors!
hus: ¡Mukuxtalábchik!

source: Size
hus: Puwél

source: Sensitive
hus: Ats'bidh

source: Opacity
hus: Mapupúl

source: Working...
hus: T'ojnal...

source: Palette
hus: Dhaykom mukuxtaláb

source: Zoom Out
hus: Tsipti'médha'

source: Zoom In
hus: Puwedha'

source: Center Image
hus: Ts'ejliy K'otbixtaláb

source: Fullscreen
hus: Putat walek

source: Undo
hus: Tixk'a'

source: Copy
hus: K'ot'biy

source: Video Paint
hus: Mukúb an T'iplab tejwa'medhomtaláb

source: Erase Image
hus: Pakuw' an T'iplab

source: Show Help
hus: Tejwa'medha' Tólmix

source: Start Playback
hus: Ts'i'kiy ka T'ojondha'

source: Pause Playback
hus: Koydhál

source: Skip To Beginning
hus: Kit k'alej K'a'ál

source: Skip To End
hus: Kit k'alej tin Táltal

source: Colors! Gallery
hus: K'elab ¡Mukuxtaláb!

source: Paint
hus: Múkul

source: Watch
hus: Met'a'

source: Learn
hus: Wit'a'

source: Keep to PNG
hus: Ka dhaya' ti PNG

source: Click anywhere to begin painting!
hus: ¡Ka ni'chij ju't'ak'ej abal kit ts'i'kin tit múkul!

source: Clear Canvas?
hus: ¿Ka pakuw an t'ojláb?

source: This will erase the entire image, including the history.
hus: Axé' ne'ets kin pakuw tala' an t'iplab, juntal kan biyál t'ilab.
