Repository: Creatune/colors
Catalog: po/pap.po
Languages: pap

source: Colors!
pap: Kolornan!

source: Size
pap: Tamánjo

source: Sensitive
pap: Sensitivo

source: Opacity
pap: Opasidad

source: Working...
pap: Trahando...

source: Palette
pap: Palet

source: Zoom Out
pap: Redusí

source: Zoom In
pap: Ampliá

source: Center Image
pap: Sentralisá imagen

source: Fullscreen
pap: Pantaya kompletu

source: Undo
pap: Deshasí

source: Copy
pap: Kopia

source: Video Paint
pap: Pintura di Video

source: Erase Image
pap: Kita Imagen

source: Show Help
pap: Mustra Ayudo

source: Start Playback
pap: Start Pleybek

source: Pause Playback
pap: Pausa di Pleybek

source: Skip To Beginning
pap: Salta Bai Kuminsamentu

source: Skip To End
pap: Bula na Final

source: Colors! Gallery
pap: Galería Kolornan!

source: Paint
pap: Pinta

source: Watch
pap: Wak

source: Learn
pap: Siña

source: Keep to PNG
pap: Keda ku PNG

source: Click anywhere to begin painting!
pap: Klik kualke kaminda pa kuminsa pinta!

source: Clear Canvas?
pap: Hasi e canvas limpi?

source: This will erase the entire image, including the history.
pap: Esaki lo limpia e imagen kompletamente, inkuyendo e historia.
