Repository: Creatune/colors
Catalog: po/quz.po
Languages: quz

source: Colors!
quz: Llimp'ikuna

source: Size
quz: Sayaynin

source: Sensitive
quz: Llaklla

source: Opacity
quz: Hayk'a yanayasqa

source: Working...
quz: Llamk'achkan...

source: Palette
quz: Llimp'ikunap marun

source: Zoom Out
quz: Huch'uyachiy

source: Zoom In
quz: Hatunyachiy

source: Center Image
quz: Wankita chawpipi churay

source: Fullscreen
quz: Hunt'asqa pantalla

source: Undo
quz: Chinkachiy

source: Copy
quz: Kikinchay

source: Video Paint
quz: Videopa llimp'in

source: Erase Image
quz: Wanki pichay

source: Show Help
quz: Yanapata rikuchiy

source: Start Playback
quz: Waqachinata qallarichiy

source: Pause Playback
quz: Utichiy

source: Skip To Beginning
quz: Qallarinaman riy

source: Skip To End
quz: Qhipaqman riy

source: Colors! Gallery
quz: Llimp'ikunap! kiti

source: Paint
quz: Llimp'iy

source: Watch
quz: Qhaway

source: Learn
quz: Yachaqay

source: Keep to PNG
quz: PNG hinata waqaychay

source: Click anywhere to begin painting!
quz: Llimp'iyta qallarinapaq klikta ruway!

source: Clear Canvas?
quz: Mast'anaqa pichakunqachu?

source: This will erase the entire image, including the history.
quz: Kayqa llapan wankitam pichanqa, hinallataq ñawpa ruwarisqantapas.
